Repository: jessedhillon/gnome-shell-extension-syncthing-indicator
Catalog: po/*.po
Languages: nl

# unknown-error
source: Extension encountered an unknown error, check log for more details
nl: Extensie ondervond een onbekende error, controleer log voor meer details

# daemon-error
source: Syncthing daemon cannot be found or reached, check log for more details
nl: Syncthing daemon kon niet worden gevonden or bereikt, controleer log voor meer details

# service-error
source: Syncthing service reported an error, check log for more details
nl: Syncthing service heeft een fout gerapporteerd, controleer log voor meer details

# decoding-error
source: Syncthing connection decoding error, check log for more details
nl: Syncthing connectie decodeer fout, controleer log voor meer details

# connection-error
source: Syncthing connection status error, check log for more details
nl: Syncthing connectie status fout, controleer log voor meer details

# config-error
source: Cannot find Syncthing config, syncthing might not be installed, check log for more details
nl: Kan Syncthing config niet vinden, syncthing is mogelijk niet geinstalleerd, controleer log voor meer details

source: Folders
nl: Mappen

source: This Device
nl: Dit Apparaat

# devices
source: Remote Devices
nl: Apparaten Op Afstand

source: Not connected...
nl: Niet verbonden...

# rescan
source: Rescan all folders
nl: Alle mappen scannen

# web-interface
source: Open web interface
nl: Open web beheer

# settings-group-description
source: Change the location of the panel and/or hide switches &amp; buttons.
nl: Locatie van het paneel wijzigen en/of schakelaars &amp; knoppen verbergen.

source: Main panel
nl: Main paneel

# menu-type-subtitle
source: Select the menu integration type
nl: Selecteer de menu integratie type

# icon-state-title
source: Icon state
nl: Icoon status

# icon-state-subtitle
source: Show Syncthing state with different icons
nl: Geef Syncthing status weer met verschillende iconen

# setting-button-title
source: Settings button
nl: Settings knop

# setting-button-subtitle
source: Show extension settings button
nl: Geef extensie settings knop weer

# use-sysd-item
source: Use SystemD
nl: Gebruik SystemD

# use-sysd-item-subtitle
source: Enable Syncthing daemon controls using SystemD
nl: Activeer Syncthing daemon knoppen voor SystemD

# auto-start-item-subtitle
source: Show extension autostart switch
nl: Geef extensie autostart schakelaar weer

# auto-config-group-title
source: Auto &amp; manual configuration
nl: Auto &amp; handmatige configuratie

# auto-config-group-description
source: The connection will be extracted from the config by parsing the command 'syncthing --paths' or it will be searched in the default locations. If this fails you can change the API key and URI yourself.
nl: De connectie zal uit de de config worden gehaald doormiddel van het commando 'syncthing paths' of het zal worden opgezocht uit de standaard locaties. Als dit mislukt kun je de API key en URI zelf wijzigen.

# auto-config-title
source: Use auto configuration
nl: Gebruik automatische configuratie

# auto-config-subtitle
source: Read API key from the Syncthing configuration by searching for the config file
nl: Lees API key uit de Syncthing configuratie door naar het config bestand te zoeken

# config-file-title
source: Configuration file location
nl: Configuratie bestandslocatie

source: Unknown
nl: Onbekend

# service-uri-title
source: Service URI &amp; port
nl: Service URI &amp; poort

# service-uri-tooltip
source: Service URI used to connect to the Syncthing API
nl: Service URI gebruikt om aan de Syncthing API te verbinden

# api-key-tooltip
source: API key used to authenticate to the Syncthing API
nl: API key gebruikt om aan de Syncthing API te authenticeren
